tap "homebrew/bundle"
tap "wix/brew"

brew "gh"
brew "ios-deploy"
brew "wix/brew/applesimutils"

cask "visual-studio-code"

vscode "christian-kohler.path-intellisense"
vscode "daverik.hextorgb"
vscode "dbaeumer.vscode-eslint"
vscode "diemasmichiels.emulate"
vscode "esbenp.prettier-vscode"
vscode "fabianlauer.vs-code-xml-format"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "gruntfuggly.todo-tree"
vscode "ikuyadeu.lucario"
vscode "jnbt.vscode-rufo"
vscode "mbessey.vscode-rufo"
vscode "miguel-savignano.ruby-symbols"
vscode "misogi.ruby-rubocop"
vscode "ms-vscode.live-server"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "msjsdiag.vscode-react-native-preview"
vscode "naumovs.color-highlight"
vscode "nucllear.vscode-extension-auto-import"
vscode "orta.vscode-ios-common-files"
vscode "orta.vscode-jest"
vscode "rvest.vs-code-prettier-eslint"
vscode "ryanluker.vscode-coverage-gutters"
vscode "svelte.svelte-vscode"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vincaslt.highlight-matching-tag"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"